# -*- coding: cp949 -*-

print "닭을 세어 봅시다." # 출력
print "암탉", 25 + 30 / 6 # 출력

print "이제 달걀도 세어 봅시다." # 출력

print 3.0 + 2.0 + 1.0 - 5.0 + 4.0 % 2.0 - 1.0 / 4.0 + 6.0 # 부동소수점(floating point)을 포함한 계산

print "3 + 2 < 5 - 7 는 참인가요?" # 출력

print 3 + 2 < 5 - 7 # 계산

print "3 + 2 는 얼마죠?", 3 + 2 # 출력 + 계산
print "5 - 7 은 얼마죠?", 5 - 7 # 출력 + 계산

print "아하 이게 False인 이유네요." # 출력

print "더 해볼게요." # 출력

print "더 큰가요?", 5 > -2 # 출력 + 계산
print "더 크거나 같나요?", 5 >= -2 # 출력 + 계산
print "더 작거나 같나요?", 5 <= -2 # 출력 + 계산

